Repository: tosha1983/atdi.ua
Catalog: Dev/IcsmPlugins/ICS Control Client/Properties/Resources.*.resx
Languages: ru_ru, uk_ua

# AddAssociationStation
source: Add ICSM Station
ru_ru: Ассоциировать со станцией
uk_ua: Асоціювати зі станцією

source: Address
ru_ru: Адрес
uk_ua: Адреса

source: Adm
ru_ru: Адм
uk_ua: Адм

source: Administration
ru_ru: Администрация
uk_ua: Адміністрація

source: AGL
ru_ru: Высота над уровнем земли
uk_ua: Висота над рівнем моря

source: AGL, m
ru_ru: Высота над уровнем земли, м
uk_ua: Висота над рівнем моря, м

source: Alt
ru_ru: Высота
uk_ua: Висота

source: Alt, m
ru_ru: Высота, м
uk_ua: Висота, м

source: Analysis only with contravention of Reference Level
ru_ru: Анализировать только нарушения реферативного спектра
uk_ua: Аналізувати тільки порушення реферативного спектру

source: Analyze Sys Info emission
ru_ru: Анализировать служебный канал
uk_ua: Аналізувати службовий канал

source: Antenna
ru_ru: Антенна
uk_ua: Антена

# ApplyCommand
source: Apply
ru_ru: Применить
uk_ua: Застосувати

# AssociatedCommand
source: Associated
ru_ru: Ассоциировать
uk_ua: Асоціювати

source: Attenuation, dB
ru_ru: Ослабление, дБ
uk_ua: Послаблення, дБ

source: Auto
ru_ru: Авто
uk_ua: Авто

source: Automatic division of emissions
ru_ru: Автоматически разбивать излучения
uk_ua: Автоматично розбивати випромінювання

source: Azimuth
ru_ru: Азимут
uk_ua: Азимут

source: BandWidth
ru_ru: Полоса
uk_ua: Смуга

# BandwidthHz
source: BW, Hz
ru_ru: Полоса, Гц
uk_ua: Смуга, Гц

# BandwidthKHz
source: BW, kHz
ru_ru: Полоса, кГц
uk_ua: Смуга, кГц

source: Biuse Date
ru_ru: Ввод в эксплуатацию
uk_ua: Дійсний з

source: Bring into use
ru_ru: Начало эксплуатации
uk_ua: Початок експлуатації

source: BW, kHz
ru_ru: Полоса, кГц
uk_ua: Смуга, кГц

# CancelCommand
source: Cancel
ru_ru: Отменить
uk_ua: Відмінити

# CentralFrequencyMeasMHz
source: Central Frequency, MHz
ru_ru: Центральная частота, МГц
uk_ua: Центральна частота, МГц

source: Central Frequency, MHz
ru_ru: Центральная частота, МГц
uk_ua: Центральна частота, МГц

source: Centr. Freq, MHz
ru_ru: Центр. частота, МГц
uk_ua: Центр. частота, МГц

# CentrFreq_From
source: Centr. Freq, MHz From
ru_ru: Центр. частота, МГц от
uk_ua: Центр. частота, МГц від

# ChangeTimeCommand
source: Change time
ru_ru: Изменить время
uk_ua: Змінити час

source: Channel Number
ru_ru: Номер канала
uk_ua: Номер каналу

source: Checking emission in channels
ru_ru: Анализировать излучения поканально
uk_ua: Аналіз випромінювання поканально

source: Checking level in the channel
ru_ru: Проверять уровень в канале
uk_ua: Перевіряти рівень в каналі

source: Checking the frequency channel
ru_ru: Проверять частоту излучения в канале
uk_ua: Перевіряти частоту в каналі

source: Code
ru_ru: Код
uk_ua: Код

source: Collect emission for instrumental estimation
ru_ru: Инструментальная оценка излучений
uk_ua: Інструментальна оцінка випромінювань

source: Compare with emission on other sensors
ru_ru: Сравнить с излучениями с других сенсоров
uk_ua: Порівняти з випромнюванням з інших сенсорів

source: Compare with transmitter mask
ru_ru: Сравнить с маской ПРД
uk_ua: Порівняти з маскою ПРД

# ContinueCommand
source: Continue
ru_ru: Продолжение
uk_ua: Продовжити

source: Contravention
ru_ru: Нарушение
uk_ua: Порушення

source: Coordinates
ru_ru: Координаты
uk_ua: Координати

source: Coordinates declared
ru_ru: Координаты заявленые
uk_ua: Координати заявлені

source: Coordinates of measured
ru_ru: Координаты измеренные
uk_ua: Координати вимірювання

source: Correctness Estimations
ru_ru: Коректность оценки
uk_ua: Коректність оцінки

source: Correlation coefficient
ru_ru: Коэфициент корреляции
uk_ua: Коефіцієнт кореляції

source: Count import records
ru_ru: Количество импортированных записей
uk_ua: Кількість імпортованих записів

source: Count sensors
ru_ru: Количество сенсоров
uk_ua: Кількість сенсорів

# CountStationMeasurements
source: Number of stations
ru_ru: К-во станций
uk_ua: К-сть станцій

# CountUnknownStationMeasurements
source: Number of unknown stations
ru_ru: К-во неизвестных станций
uk_ua: К-сть невідомих станцій

source: Created By
ru_ru: Создано
uk_ua: Створено

source: Create new
ru_ru: Создать новый
uk_ua: Створити новий

source: Curent Power, dBm
ru_ru: Текущая мощность, дБм
uk_ua: Текуча потужність, дБм

source: Date Created
ru_ru: Дата создания
uk_ua: Дата створення

source: Date End
ru_ru: Дата окончания
uk_ua: Дата закінчення

source: Date Meas
ru_ru: Дата измерения
uk_ua: Дата вимірювання

source: Date Start
ru_ru: Дата начала
uk_ua: Дата початку

source: Date Stop
ru_ru: Дата окончания
uk_ua: Дата закінчення

source: Day
ru_ru: День
uk_ua: День

source: dBm
ru_ru: дБм
uk_ua: дБм

source: Default Zoom
ru_ru: Начальные настройки
uk_ua: Налаштування за замовчанням

source: Delete
ru_ru: Удалить
uk_ua: Видалити

source: Delete Emission
ru_ru: Удалить излучение
uk_ua: Видалити випромінювання

# DesigEmission
source: Design Emission
ru_ru: Класс излучения
uk_ua: Клас випромінювання

# DetailedMeasurementsOfTheEmissionBandwith
source: Detailed measurements BW
ru_ru: Детальное измерение излучений
uk_ua: Детальне вимірювання випромінювання

source: Detector parameters
ru_ru: Параметры детектора
uk_ua: Параметри детектора

source: Dispersion Low
ru_ru: Дисперсия нижняя
uk_ua: Дисперcія нижня

source: Dispersion Up
ru_ru: Дисперсия верхняя
uk_ua: Дисперcія верхня

source: Distance, km
ru_ru: Расстояние, км
uk_ua: Відстань, км

source: Duration, s
ru_ru: Длительность, с
uk_ua: Тривалість, с

source: Edit sensor title
ru_ru: Редактировать название сенсора
uk_ua: Редагувати назву сенсора

source: EIRP, dBW
ru_ru: ЭИИМ
uk_ua: ЕІВП

source: Elevation
ru_ru: Угол места
uk_ua: Кут місця

source: Emission Freq, MHz
ru_ru: Частота излучения
uk_ua: Частота випромінювання

source: End of use
ru_ru: Эксплуатация до
uk_ua: Експлуатація до

source: Eouse Date
ru_ru: Эксплуатация до
uk_ua: Дійсний до

source: Equipment
ru_ru: Оборудование
uk_ua: Обладнання

source: Execution Mode
ru_ru: Режим выполнения
uk_ua: Режим виконання

# FieldStrength_dBV_m
source: Field strength dBμV/m
ru_ru: Напряженность поля дБмкВ/м
uk_ua: Напруженість поля дБмкВ/м

source: File Name
ru_ru: Название файла
uk_ua: Назва файлу

source: Filters
ru_ru: Фильтра
uk_ua: Фільтра

# FqMax
source: Freq Max
ru_ru: Частота макс
uk_ua: Частота макс

# FqMin
source: Freq Min
ru_ru: Частота мин
uk_ua: Частота мин

source: Freq Hz
ru_ru: Частота, Гц
uk_ua: Частота, Гц

source: Freq list, MHz
ru_ru: Список частот, МГц
uk_ua: Список частот, МГц

source: Freq, MHz
ru_ru: Частота, МГц
uk_ua: Частота, МГц

source: Frequency
ru_ru: Частота
uk_ua: Частота

source: Frequency bandwidth measured, kHz
ru_ru: Ширина полосы частоты измеренная кГц
uk_ua: Ширина смуги частоти виміряна, кГц

source: Frequency deviation
ru_ru: Отклонение частоты
uk_ua: Відхилення частоти

source: Frequency from, MHz
ru_ru: Частота от, МГц
uk_ua: Частота від, МГц

source: Frequency measured
ru_ru: Частота измеренная
uk_ua: Частота виміряна

source: Frequency to, MHz
ru_ru: Частота до, МГц
uk_ua: Частота до, МГц

source: From
ru_ru: от
uk_ua: від

source: Gain
ru_ru: Усиление
uk_ua: Підсилення

source: Gain of preamplifier, dB
ru_ru: Усиление предусилителя
uk_ua: Підсилення передусилювача

# GetCSV
source: Export
ru_ru: Экспорт
uk_ua: Експорт

# GetGraphic
source: Graphic
ru_ru: График
uk_ua: Графік

source: Global SID
ru_ru: Global CID
uk_ua: Global CID

source: Graphic
ru_ru: График
uk_ua: Графік

source: GSID
ru_ru: Название станции
uk_ua: Означення станції

source: GSID ICSM
ru_ru: Название станции (заявленое)
uk_ua: Означення станції (заявлено)

source: GSID real
ru_ru: Название станции, фактически
uk_ua: Означення станції, фактично

source: Hide detail
ru_ru: Показать детали
uk_ua: Показати деталі

source: Hit Count
ru_ru: Количество наблюдений
uk_ua: К-ть спостережень

source: Import from CSV
ru_ru: Импортировать из CSV
uk_ua: Імпортувати з CSV

source: kHz
ru_ru: кГц
uk_ua: кГц

source: Lat
ru_ru: Широта
uk_ua: Широта

source: Lat, DEC
ru_ru: Широта, DEC
uk_ua: Широта, DEC

source: Level
ru_ru: Уровень
uk_ua: Рівень

source: Level, dBm
ru_ru: Уровень, дБм
uk_ua: Рівень, дБм

source: Level, dBmkVm
ru_ru: Уровень, dBmkVm
uk_ua: Рівень, dBmkVm

# LevelForBandwithEstimation
source: Level for BW estimation
ru_ru: Уровень для определения полосы
uk_ua: Рівень для визначення смуги

source: Level Measurements
ru_ru: Уровень измерения
uk_ua: Рівень вимірювання

source: Level of min. occupation, dBm
ru_ru: Уровень минимальной занятости, дБм
uk_ua: Рівень мініальної зайнятості, дБм

source: Levels difference for emission division, dB
ru_ru: Разница уровней для разбития излучений, дБ
uk_ua: Різниця рівнів для розбиття випромінювання, дБ

source: Lon
ru_ru: Долгота
uk_ua: Довгота

source: Lon, DEC
ru_ru: Долгота, DEC
uk_ua: Довгота, DEC

source: Lower Freq
ru_ru: Нижняя частота
uk_ua: Нижня частота

source: Low Freq
ru_ru: Нижняя частота
uk_ua: Нижня частота

source: Low freq, MHz
ru_ru: Нижняя частота, МГц
uk_ua: Нижня частота, МГц

source: m
ru_ru: м
uk_ua: м

source: Mandatory frequency intersection
ru_ru: Обязательное пересечение частот
uk_ua: Обов'язковий перетин частот

source: Mandatory time intersection
ru_ru: Обязательное пересечение времени
uk_ua: Обов'язковий перетин часу

source: Manufacturer
ru_ru: Производитель
uk_ua: Виробник

# MarginForReferenceLevelCalculationDB
source: Margin, dB
ru_ru: Запас, дБ
uk_ua: Запас, дБ

source: Marker
ru_ru: Маркер
uk_ua: Маркер

source: Max freq, MHz
ru_ru: Макс частота, МГц
uk_ua: Макс частота, МГц

# MaximumFrequencyDeviation
source: Max freq. deviation
ru_ru: Максимальная девиация частоты
uk_ua: Максимальна девіація частоти

source: Max power
ru_ru: Мощность макс
uk_ua: Потужність макс

source: Mean Deviation From Reference
ru_ru: Среднее отклонение от эталона
uk_ua: Середнє відхилення від еталону

# MeasTask
source: Task
ru_ru: Задание
uk_ua: Задача

# MeasTasks
source: Measurements tasks
ru_ru: Задания на измерения
uk_ua: Задачі на вимірювання

source: Measurement duration
ru_ru: Длительность измерения
uk_ua: Тривалість вимірювання

source: MHz
ru_ru: МГц
uk_ua: МГц

source: Min freq MHz
ru_ru: Мин частота, МГц
uk_ua: Мин частота, МГц

source: Mode
ru_ru: Режим
uk_ua: Режим

source: Monitoring emission parameters
ru_ru: Параметры мониторинга измерений
uk_ua: Параметри моніторингу випромінювання

source: Month
ru_ru: Месяц
uk_ua: Місяць

source: Name
ru_ru: Название
uk_ua: Назва

source: Network
ru_ru: Сеть
uk_ua: Мережа

source: Network ID
ru_ru: ID сети
uk_ua: ID мережі

source: Noise Level
ru_ru: Уровень шума
uk_ua: Рівень шуму

# NumberOfStepsForMeasurementsInChannel
source: Steps in channel
ru_ru: Точек в канале
uk_ua: Точок у каналі

source: Number permission
ru_ru: № разрешения на эксплуатацию
uk_ua: № дозволу на експлуатацію

source: Number points of spectrum
ru_ru: Количество точек на спектре
uk_ua: К-сть точок на спектрі

source: Number total scan
ru_ru: Количество сканирований
uk_ua: К-сть сканувань

# OffsetFrequency10x6
source: Offset Frequency, 10^-6
ru_ru: Растройка частоты, 10^-6
uk_ua: Розстройка частоти, 10^-6

# OnLineCommand
source: On-line measurement
ru_ru: Измерения on line
uk_ua: Вимірювання on line

source: Owner
ru_ru: Владелец
uk_ua: Власник

# Owner1
source: Owner
ru_ru: Владелец
uk_ua: Власник

source: Owner Name
ru_ru: Владелец
uk_ua: Власник

source: Owner of station
ru_ru: Владелец РЭС
uk_ua: Власник РЕЗ

source: Parameters
ru_ru: Параметры
uk_ua: Параметри

source: Percent
ru_ru: Процент
uk_ua: Відсоток

# PercOfIntersectionOfSpectrumsToCombineEmissions
source: % spectrums intersection
ru_ru: % пересечения спектра
uk_ua: % перетину спектру

# PercOfIntersectionOfSpectrumsToCombineEmissionsLowLevelSignals
source: % for low level signal
ru_ru: % для сигналов низкого уровня
uk_ua: % для сигналів низького рівня

source: Permission
ru_ru: Разрешение
uk_ua: Дозвіл

source: Permission channel
ru_ru: Канал заявленый
uk_ua: Канал заявлений

source: Permission frequency, MHz
ru_ru: Частота заявленая, МГц
uk_ua: Частота заявлена МГц

source: Permission Number
ru_ru: Разрешение номер
uk_ua: Дозвіл номер

source: Permission period
ru_ru: Срок действия разрешения
uk_ua: Термін дії дозволу

source: Permission Start
ru_ru: Разрешение действительно с
uk_ua: Дозвіл дійсний з

source: Permission Stop
ru_ru: Разрешение действительно по
uk_ua: Дозвіл дійсний до

source: Persent Availability
ru_ru: Процент доступности
uk_ua: Відсоток доступності

source: Plan
ru_ru: ПЛАН
uk_ua: ПЛАН

source: Points Number
ru_ru: К-то точек
uk_ua: К-сть точок

source: Power
ru_ru: Мощность
uk_ua: Потужність

source: Print
ru_ru: Печать
uk_ua: Друкувати

source: Print All
ru_ru: Печатать все
uk_ua: Друкувати все

source: Print Selected
ru_ru: Печатать выделенное
uk_ua: Друкувати обране

source: Probability
ru_ru: Вероятность
uk_ua: Ймовірність

# ProtocolCommand
source: Protocol
ru_ru: Протокол
uk_ua: Протокол

source: Province
ru_ru: Область
uk_ua: Область

source: Radio monitoring result
ru_ru: Результат радиоконтроля
uk_ua: Результат радіоконтролю

source: RBW, kHz
uk_ua: RBW, кГц

source: Reference Level, dBm
ru_ru: Реферативный уровень, дБм
uk_ua: Реферативний рівень, дБм

# RefershMeasTasks
source: Refersh Tasks
ru_ru: Обновить задания
uk_ua: Оновити задачі

source: Refresh
ru_ru: Оновить
uk_ua: Оновити

source: Region
ru_ru: Регион
uk_ua: Регіон

source: Relived Level, dBm
ru_ru: Уровень приема, дБм
uk_ua: Рівень прийому, дБм

source: Remark
ru_ru: Примечание
uk_ua: Примітки

source: Results
ru_ru: Результаты
uk_ua: Результати

source: Results of general
ru_ru: Результаты общее
uk_ua: Результати загальне

source: Results of Stations
ru_ru: Результаты станций
uk_ua: Результати станцій

source: Run
ru_ru: Запуск
uk_ua: Запуск

source: Run Meas Task
ru_ru: Запуск задания на измерение
uk_ua: Запуск задачі на вимірювання

source: RxLoss
ru_ru: Потери ПРМ
uk_ua: Втрати ПРМ

source: Scans Number
ru_ru: Количество сканирований
uk_ua: К-сть сканувань

source: Search Station in ICSM
ru_ru: Поиск станций в ICSM
uk_ua: Пошук станцій в ICSM

source: Sensor Name
ru_ru: Название сенсора
uk_ua: Назва сенсора

source: Sensors
ru_ru: Сенсора
uk_ua: Сенсори

source: Show detail
ru_ru: Показать детали
uk_ua: Показати деталі

source: Show only this sensor
ru_ru: Показать только этот сенсор
uk_ua: Показати тільки цей сенсор

source: Show only this task
ru_ru: Показать только это задание
uk_ua: Показати тільки цю задачу

source: Signal/Level, dBm
ru_ru: Сигнал/Уровень, дБм
uk_ua: Сигнал/Рівень, дБм

source: Signal Level (dB)
ru_ru: Уровень сигнала (дБ)
uk_ua: Рівень сигналу (дБм)

source: Spectrum
ru_ru: Спектр
uk_ua: Спектр

# SpectrumCoefficientFromEmission
source: Spectrum coefficient
ru_ru: Коэфициент спектра
uk_ua: Коефіцієнт спектру

source: Spectrum occupation parameters
ru_ru: Параметры занятости спектра
uk_ua: Параметри зайнятості спектру

source: Standard
ru_ru: Стандарт
uk_ua: Стандарт

source: Standard BW
ru_ru: Стандарт BW
uk_ua: Стандарт BW

# StartCommand
source: Start
ru_ru: Старт
uk_ua: Старт

source: Start Emitting
ru_ru: Начало излучения
uk_ua: Початок випромінювання

source: Start freq, MHz
ru_ru: Частота от, МГц
uk_ua: Частота від, МГц

source: Station Address
ru_ru: Адрес РЭС
uk_ua: Адрес РЕЗ

source: Station Name
ru_ru: Название станции
uk_ua: Назва станції

source: Stations
ru_ru: Станции
uk_ua: Станції

source: Stations Number
ru_ru: К-сво станций
uk_ua: К-сть станцій

source: Status
ru_ru: Статус
uk_ua: Статус

source: Status station
ru_ru: Статус учета РЭС
uk_ua: Статус обліку РЕЗ

source: Step, kHz
ru_ru: Шаг, кГц
uk_ua: Крок, кГц

source: Step of spectrum, kHz
ru_ru: Шаг спектра, кГц
uk_ua: Крок спектру, кГц

source: Stop
ru_ru: Стоп
uk_ua: Стоп

source: Stop Emitting
ru_ru: Конец излучения
uk_ua: Закінчення випромінювання

source: Stop freq, MHz
ru_ru: Частота до, МГц
uk_ua: Частота до, МГц

source: Stop Meas Task
ru_ru: Остановить задание
uk_ua: Зупинити задачу

source: Sum Hit Count
ru_ru: Сумарное количество сканирований
uk_ua: Сумарна к-сть сканувань

source: Sweep number
ru_ru: Количество свипирований
uk_ua: К-сть свіпувань

source: Sweep time, s
ru_ru: Время одного свипирования, с
uk_ua: Час одного свіпування, с

source: T1, MHz
uk_ua: T1, МГц

source: T2, MHz
uk_ua: T2, МГц

source: Task Name
ru_ru: Название задания
uk_ua: Назва задачі

source: Tasks
ru_ru: Задания
uk_ua: Задачі

# TaskType
source: Type
ru_ru: Тип
uk_ua: Тип

# TheMaximumNumberOfScanPerDay
source: Scan/day
ru_ru: Сканирование/день
uk_ua: Сканувань/день

source: The minimum number of points a spectrum must contain in order not to measure bandwith
ru_ru: Минимальное количество точек для измерения полосы частот
uk_ua: Мінімальна кількість точок для вимірювання смуги частот

source: The minimum number of points for finding emissions
ru_ru: Минимальное количество точек для поиска излучений
uk_ua: Мінімальна к-сть точок для пошуку випромінювань

# TheNumberOfPointsInTheChannelDuringScanning
source: Points in the channel
ru_ru: Точек в канале
uk_ua: Точок у каналі

# TimeFinishMeas
source: Time Finish
ru_ru: Время до
uk_ua: Час до

source: Time From
ru_ru: Время от
uk_ua: Час від

source: Time Meas
ru_ru: Время измерения
uk_ua: Час

source: Time Start
ru_ru: Время начала
uk_ua: Час початку

# TimeStartMeas
source: Time Start
ru_ru: Время начала
uk_ua: Час початку

source: Time Stop
ru_ru: Время окончания
uk_ua: Час закінчення

source: Time To
ru_ru: Время до
uk_ua: Час до

source: Title
ru_ru: Заголовок
uk_ua: Заголовок

source: To
ru_ru: до
uk_ua: до

source: Trace Count
ru_ru: Количество трейсов
uk_ua: К-сть трейсів

source: TRBS
ru_ru: ТР-бс
uk_ua: ТР-бс

source: Trigger Deviation From Reference
ru_ru: Пороговое отклонение от эталона
uk_ua: Порогове відхилення від еталону

source: Type Area
ru_ru: Тип области
uk_ua: Тип області

source: Type Measurements
ru_ru: Тип измерений
uk_ua: Тип вимірювань

source: Type of detecting
ru_ru: Тип детекции
uk_ua: Тип детекції

source: Type Sensor
ru_ru: Тип сенсора
uk_ua: Тип сенсору

source: Type Spectrum Occupation
ru_ru: Тип занятости спектра
uk_ua: Тип зайнятості спектра

source: Up Freq
ru_ru: Врехняя частота
uk_ua: Верхня частота

source: Up freq, MHz
ru_ru: Врехняя частота, МГц
uk_ua: Верхня частота, МГц

source: Upper Freq
ru_ru: Врехняя частота
uk_ua: Верхня частота

# UsingCorrelationAnalysis
source: Correlation analysis
ru_ru: Кореляционный анализ
uk_ua: Кореляційний аналіз

# UsingSmoothingTraceForAnalysis
source: Smoothing trace
ru_ru: Сглаживание трейса
uk_ua: Зглажування трейсу

source: VBW, kHz
uk_ua: VBW, кГц

source: Year
ru_ru: Год
uk_ua: Рік

source: Zoom undo
ru_ru: Отменить маштабирование
uk_ua: Скасувати масштабування

source: ZTR
ru_ru: ЗТР
uk_ua: ЗТР

# PermissionStart1
source: Permission start
ru_ru: Дата использования плана
